[
  {
    "toyPicture": "toy_car1.jpg",
    "toyName": "Super Speedster",
    "sellerName": "Toy World",
    "sellerEmail": "toyseller@example.com",
    "subCategory": "Racing Cars",
    "price": 19.99,
    "ratings": 4.5,
    "availableQuantity": 10,
    "description": "Experience the thrill of speed with our Super Speedster racing car. This sleek and aerodynamic toy car is designed for high-performance racing. Its precision engineering ensures superior handling and speed. Perfect for racing enthusiasts and collectors alike, the Super Speedster will leave you craving for more adrenaline-pumping races."
  },
  {
    "toyPicture": "toy_car2.jpg",
    "toyName": "Off-Road Explorer",
    "sellerName": "Adventure Toys",
    "sellerEmail": "adventuretoys@example.com",
    "subCategory": "Off-Road Cars",
    "price": 24.99,
    "ratings": 4.2,
    "availableQuantity": 5,
    "description": "Embark on exciting off-road adventures with our Off-Road Explorer toy car. Built tough to conquer any terrain, this rugged vehicle features oversized wheels and a robust suspension system. Whether it's rocky mountains, sandy dunes, or muddy trails, the Off-Road Explorer will power through with ease, providing endless hours of off-road fun and exploration."
  },
  {
    "toyPicture": "toy_car3.jpg",
    "toyName": "Police Pursuit",
    "sellerName": "Kids Emporium",
    "sellerEmail": "kidsemp@example.com",
    "subCategory": "Police Cars",
    "price": 12.99,
    "ratings": 4.8,
    "availableQuantity": 15,
    "description": "Become a hero and chase down the bad guys with our Police Pursuit toy car. Equipped with flashing lights and realistic siren sounds, this police car provides an immersive play experience. The sleek design and detailed interior add to its authenticity. With its high-speed pursuit capabilities and accurate maneuverability, young law enforcement officers will feel unstoppable in their mission to maintain law and order."
  },
  {
    "toyPicture": "toy_car4.jpg",
    "toyName": "Convertible Cruiser",
    "sellerName": "Fun Time Toys",
    "sellerEmail": "funtime@example.com",
    "subCategory": "Convertible Cars",
    "price": 17.99,
    "ratings": 4.6,
    "availableQuantity": 8,
    "description": "Cruise in style with our Convertible Cruiser toy car. This stunning convertible features a sleek and aerodynamic design that's sure to turn heads. With its open-top feature, young drivers can enjoy the wind in their hair as they hit the imaginary open road. The attention to detail in the interior and exterior design adds to the authenticity and provides a luxurious experience for little drivers."
  },
  {
    "toyPicture": "toy_car5.jpg",
    "toyName": "Monster Truck Mayhem",
    "sellerName": "Toy Planet",
    "sellerEmail": "toyplanet@example.com",
    "subCategory": "Monster Trucks",
    "price": 29.99,
    "ratings": 4.9,
    "availableQuantity": 3,
    "description": "Get ready for some thrilling stunts and jumps with our Monster Truck Mayhem toy car. This colossal monster truck is built for extreme off-road action. Its large wheels, powerful suspension, and durable construction make it perfect for tackling rough terrains, crushing obstacles, and performing jaw-dropping stunts. Whether it's climbing over rocks, conquering dirt mounds, or smashing through barriers, the Monster Truck Mayhem delivers non-stop excitement and adrenaline-fueled fun."
  },
  {
    "toyPicture": "toy_car6.jpg",
    "toyName": "Vintage Roadster",
    "sellerName": "Classic Toys",
    "sellerEmail": "classictoys@example.com",
    "subCategory": "Vintage Cars",
    "price": 14.99,
    "ratings": 4.4,
    "availableQuantity": 12,
    "description": "Take a nostalgic ride with our Vintage Roadster toy car. Inspired by classic designs from the golden era of automobiles, this beautifully crafted toy car captures the essence of a bygone era. The attention to detail, elegant lines, and retro charm make it a must-have for collectors and vintage car enthusiasts. Let your imagination soar as you cruise through imaginary scenic routes and relive the glamour of vintage motoring."
  }
]
